/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "開啟";
"general.off" = "關閉";
"general.login" = "登入";
"general.logout" = "登出";
"general.ok" = "確定";
"general.cancel" = "取消";
"general.username" = "用戶名";
"general.password" = "密碼";
"general.na" = "N/A";

"input.value_is_empty" = "此項為必填項目。";
"input.already_exists" = "此內容已經被其他項目使用。";

// Guide Window
"guide.highlights" = "更新亮點";
"guide.basic_settings" = "基本設定";
"guide.faq" = "常見問題";

// Initial Window
"initial.announcement" = "您正在使用IINA的%@版本";
"initial.beta.desc" = "如果您希望回到正式版，請進入「設定 > 一般」，將「接收 Beta 更新」取消勾選，然後從 <a href=\"https://iina.io\">官方網站</a>下載正式版進行安裝。";
"initial.nightly.desc" = "不推薦您使用「每日構建版 Nightly Build」做為日常使用首選。每日構建版不支援自動更新，請至 <a href=\"https://nightly.iina.io\">每日構建版網站頁面</a> 自行下載更新。";
"initial.debug.desc" = "「除錯版本 Debug Build」通常沒有針對性能進行最佳化。因此不推薦作為日常使用首選，且此版本不支援自動更新。";
"initial.bug_report" = "通過<a href=\"https://github.com/iina/iina/issues\">GitHub issues</a>發送報告.";

// Inspector Window
"inspector.error" = "錯誤";

// MainWindowController.swift
"main.buffering_indicator" = "緩衝處理中⋯ %d%%";
"main.opening_stream" = "開啟串流中⋯⋯";
"main.seeking_indicator" = "檢索中…";
"osc.precision" = "精確度";
"osc.1s" = "1秒";
"osc.100ms" = "100毫秒";
"osc.10ms" = "10毫秒";
"osc.1ms" = "1毫秒";

// QuickSettingViewController.swift
"quicksetting.item_default" = "預設";
"quicksetting.item_none" = "無";
"quicksetting.hwdec" = "硬體解碼";
"quicksetting.deinterlace" = "去交錯";
"quicksetting.hdr" = "高動態範圍成效";
"quicksetting.hide" = "隱藏";
"quicksetting.reset_speed" = "恢復正常速度";

// EQ Presets
"eq.preset.flat" = "平坦";
"eq.preset.acoustic" = "原聲";
"eq.preset.classical" = "古典";
"eq.preset.dance" = "舞曲";
"eq.preset.deep" = "厚重";
"eq.preset.electronic" = "電子";
"eq.preset.hip_hop" = "嘻哈";
"eq.preset.increase_bass" = "增強低音";
"eq.preset.increase_treble" = "增強高音";
"eq.preset.increase_vocal" = "增強人聲";
"eq.preset.jazz" = "爵士";
"eq.preset.latin" = "拉丁";
"eq.preset.loundness" = "增強音量";
"eq.preset.lounge" = "慵懶";
"eq.preset.piano" = "鋼琴模式";
"eq.preset.pop" = "流行音樂";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "降低低音";
"eq.preset.reduce_treble" = "降低高音";
"eq.preset.rock" = "搖滾";
"eq.preset.small_speaker" = "小型喇叭";
"eq.preset.spoken_word" = "語音模式";

"alert.eq.new_profile.title" = "新的 EQ 設定檔";
"alert.eq.new_profile.message" = "請輸入設定檔名稱";
"alert.eq.rename.title" = "重新命名此設定檔";
"alert.eq.rename.message" = "請輸入新的設定檔名稱";

// OSDMessage.swift
"osd.pause" = "暫停";
"osd.resume" = "繼續";
"osd.volume" = "音量：%@";
"osd.speed" = "速度：%@x";
"osd.aspect" = "顯示比例：%@";
"osd.crop" = "裁切：%@";
"osd.rotate" = "旋轉：%i°";
"osd.deinterlace" = "去交錯：%@";
"osd.hwdec" = "硬體解碼: %@";
"osd.audio_delay.nodelay" = "音訊延遲：無";
"osd.audio_delay.later" = "音訊延遲：延遲 %@ 秒";
"osd.audio_delay.earlier" = "音訊延遲：提前 %@ 秒";
"osd.sub_delay.nodelay" = "字幕延遲：無";
"osd.sub_delay.later" = "字幕延遲：延遲 %@ 秒";
"osd.sub_delay.earlier" = "字幕延遲：提前 %@ 秒";
"osd.subtitle_pos" = "字幕位置：%@";
"osd.sub_hidden" = "已隱藏字幕";
"osd.sub_visible" = "已顯示字幕";
"osd.sub_second_delay.nodelay" = "小字幕延遲：無";
"osd.sub_second_delay.later" = "小字幕間隔：延遲 %@ 秒";
"osd.sub_second_delay.earlier" = "小字幕間隔：提前 %@ 秒";
"osd.sub_second_hidden" = "已隱藏小字幕";
"osd.sub_second_pos" = "小字幕位置：%@";
"osd.sub_second_visible" = "已顯示小字幕";
"osd.mute" = "靜音";
"osd.unmute" = "取消靜音";
"osd.screenshot" = "已儲存畫面截圖";
"osd.abloop.a" = "AB循環：A";
"osd.abloop.b" = "AB循環：B";
"osd.abloop.clear" = "AB循環：清除";
"osd.stop" = "停止";
"osd.chapter" = "章節：%@";
"osd.subtitle_scale" = "字幕縮放：%@ 倍";
"osd.add_to_playlist" = "已新增%i個檔案至播放列表";
"osd.clear_playlist" = "播放列表已清除";
"osd.video_eq.contrast" = "對比度：%i";
"osd.video_eq.gamma" = "Gamma：%i";
"osd.video_eq.hue" = "色相：%i";
"osd.video_eq.saturation" = "飽和度：%i";
"osd.video_eq.brightness" = "亮度：%i";
"osd.find_online_sub" = "正在搜尋線上字幕⋯";
"osd.find_online_sub.source" = "從";
"osd.sub_not_found" = "找不到字幕";
"osd.sub_found" = "找到 %d 種字幕。";
"osd.sub_downloading" = "正在下載 %d 種字幕";
"osd.sub_downloaded" = "字幕下載完成";
"osd.sub_saved" = "字幕已保存";
"osd.network_error" = "網路連線錯誤";
"osd.file_error" = "讀取檔案發生錯誤";
"osd.cannot_login" = "無法登入";
"osd.canceled" = "已取消";
"osd.cannot_connect" = "無法連接";
"osd.timed_out" = "已逾時";
"osd.filter_added" = "已加入濾鏡：%@";
"osd.filter_removed" = "已移除濾鏡";
"osd.file_loop" = "循環播放單一檔案";
"osd.playlist_loop" = "循環播放全部檔案";
"osd.no_loop" = "取消循環播放檔案";

"preference.title" = "偏好設定";
"preference.general" = "一般";
"preference.ui" = "使用者介面";
"preference.video_audio" = "視訊/音訊";
"preference.subtitle" = "字幕";
"preference.network" = "網路";
"preference.control" = "控制";
"preference.keybindings" = "快速鍵";
"preference.advanced" = "進階設定";
"preference.plugins" = "外掛程式";
"preference.utilities" = "實用工具";
"preference.scripts" = "工序指令";
"preference.not_logged_in" = "尚未登入";
"preference.logged_in_as" = "以 %@ 登入";
"preference.system_media_control" = "使用系統媒體控制";

"preference.key_binding_hint_1" = "若要編輯此設定檔，請點選「複製⋯」功能鈕以建立新的複本。";
"preference.key_binding_hint_2" = "在右邊的任意一行按兩下來編輯相應的快速鍵。";

"preference.enable_adv_settings" = "啟用進階設定";

"preference.sub_override_level.no" = "否";
"preference.sub_override_level.force" = "強制執行";
"preference.sub_override_level.scale" = "縮放";
"preference.sub_override_level.strip" = "過濾";
"preference.sub_override_level.yes" = "是";

"preference.sub_override_level.descriptive_text.no" = "使用字幕檔的指定樣式，不做任何調整或修改。";
"preference.sub_override_level.descriptive_text.force" = "強制覆蓋所有樣式設定，讓外觀以使用者設定的字幕樣式顯示。";
"preference.sub_override_level.descriptive_text.scale" = "啟用樣式覆蓋之外，讓字幕依據播放視窗大小做自動縮放。";
"preference.sub_override_level.descriptive_text.strip" = "忽略字幕檔的指定樣式，讓外觀以使用者設定的字幕樣式顯示。";
"preference.sub_override_level.descriptive_text.yes" = "啟用樣式覆蓋，讓外觀以使用者設定的字幕樣式顯示。";

"preference.ytdl_plugin_not_installed" = "從「設定」中切換至外掛程式分頁，點擊「Install from GitHub」安裝線上媒體插件；即可啟用影片下載及 yt-dlp 自動更新等進階功能。";
"preference.ytdl_plugin_installed" = "由於已經安裝了「線上媒體外掛」，因此將內建的 youtube-dl 做禁用。";

"menu.volume" = "音量：%@";
"menu.volume_muted" = "音量：%@ (靜音)";
"menu.audio_delay" = "音訊延遲：%@ 秒";
"menu.sub_delay" = "字幕延遲：%@ 秒";
"menu.sub_hide" = "隱藏字幕";
"menu.sub_show" = "顯示字幕";
"menu.sub_second_hide" = "隱藏副字幕";
"menu.sub_second_show" = "顯示副字幕";
"menu.fullscreen" = "進入全螢幕";
"menu.exit_fullscreen" = "離開全螢幕";
"menu.pip" = "進入子母畫面";
"menu.exit_pip" = "結束子母畫面";
"menu.mini_player" = "進入音樂模式";
"menu.exit_mini_player" = "離開音樂模式";
"menu.pause" = "暫停";
"menu.resume" = "繼續";
"menu.speed" = "速度：%@x";
"menu.chapters" = "顯示章節面板";
"menu.hide_chapters" = "隱藏章節面板";
"menu.playlist" = "顯示播放列表面板";
"menu.hide_playlist" = "隱藏播放列表面板";
"menu.video" = "顯示視訊面板";
"menu.hide_video" = "隱藏視訊面板";
"menu.audio" = "顯示音訊面板";
"menu.hide_audio" = "隱藏音訊面板";
"menu.subtitles" = "顯示字幕面板";
"menu.hide_subtitles" = "隱藏字幕面板";

"menu.seek_forward" = "快轉 %@s";
"menu.seek_backward" = "倒轉 %@s";
"menu.speed_up" = "加速%@倍";
"menu.speed_down" = "減速%@倍";
"menu.volume_up" = "音量 + %@%%";
"menu.volume_down" = "音量 - %@%%";
"menu.audio_delay_up" = "音訊延遲 + %@ 秒";
"menu.audio_delay_down" = "音訊延遲 - %@ 秒";
"menu.sub_delay_up" = "字幕延遲 + %@ 秒";
"menu.sub_delay_down" = "字幕延遲 - %@ 秒";

"menu.crop_custom" = "自定⋯";
"menu.find_online_sub" = "從 %@ 尋找線上字幕";

"menu.manage_plugins" = "管理外掛……";
"menu.developer_tool" = "開發者工具";
"menu.more_plugin" = "更多…";
"menu.conflicting_shortcuts" = "快捷鍵衝突...";
"menu.reload_plugins" = "重新載入全部外掛";
"menu.show_plugins_panel" = "顯示外掛面板";
"menu.hide_plugins_panel" = "隱藏外掛面板";

"track.audio" = "音訊";
"track.none" = "<無>";
"track.sub" = "字幕";
"track.video" = "視訊";

"subtrack.no_loaded" = "沒有已載入的字幕";
"subtrack.no_external" = "沒有找到外部字幕";

// Alerts
"alert.beta_channel.title" = "啟用 Beta 版本更新";

"alert.title_error" = "錯誤";
"alert.title_warning" = "警告";
"alert.title_info" = "資訊";

"alert.fatal_error" = "ㄧ嚴重錯誤：%@ \n，IINA 即將關閉。";
"alert.mpv_error" = "發生內部錯誤 %@（%@）（設定 %@ 時）";

"alert.unsupported_audio" = "不支援載入此音訊檔";
"alert.unsupported_video" = "不支援的外部視訊檔。";
"alert.unsupported_sub" = "不支援載入此字幕檔";
"alert.unsupported_url" = "不支援這個 URL";
"alert.wrong_url_format" = "URL 格式錯誤";

"alert.error_open" = "無法打開檔案或媒體串流";
"alert.error_finding_file" = "找不到 %@";
"alert.error_loading_script" = "無法載入工序指令：%@";
"alert.error_saving_file" = "儲存檔案 %@ 時發生錯誤：%@";
"alert.error_deleting_file" = "無法刪除此檔案";

"alert.target_peak.bad_value" = "數值「%@」無效。 \n請提供 0 或是 10 到 10000 之間的值。";

"alert.config.new.title" = "新增快速鍵設定檔";
"alert.config.new.message" = "請輸入一個設定檔名稱";
"alert.config.duplicate.title" = "複製設定檔";
"alert.config.duplicate.message" = "請輸入複製的設定檔名稱";
"alert.config.file_existing.title" = "檔案已經存在";
"alert.config.file_existing.message" = "一個具有相同文件名的配置文件已存在。選擇“確定”在Finder中顯示該文件。";
"alert.config.cannot_create" = "無法建立設定檔\n%@";
"alert.config.cannot_write" = "無法寫入設定檔";
"alert.config.rename.title" = "重命名輸入配置";
"alert.config.rename.message" = "請輸入新的配置名稱。";

"alert.filter.incorrect" = "設定濾鏡時出現錯誤，請檢查參數格式";
"alert.add_filter.title" = "新增濾鏡";
"alert.add_filter.message" = "請輸入符合 mpv 的 vf 或 af 格式的濾鏡指令";

"alert.keybinding_config.error" = "剖析快速鍵設定檔「%@」時發生錯誤，即將使用 IINA 預設快速鍵設定檔替代。請檢查您的設定檔。";

"alert.extra_option.cannot_read" = "無法讀取使用者定義額外的 mpv 設定";
"alert.extra_option.empty" = "Key 或 value 不能留空！";
"alert.extra_option.error" = "無法設定 --%@=%@（返回值：%d）。請於「偏好設定 > 進階」中檢查您的額外選項設定。";
"alert.extra_option.config_folder" = "設定設定檔案夾「%@」時發生錯誤";

"alert.playlist.error_deleting" = "刪除 %@ 時發生錯誤";

"alert.screenshot.error_taking" = "擷圖失敗！";

"alert.sub.no_selected" = "請先選取一個已下載的字幕檔";
"alert.sub_lang_not_set" = "在使用 OpenSubtitles 前請先在「偏好設定」中設定字幕的偏好語言，目前將使用英文（eng）。";
"alert.sub.cannot_save_passwd" = "無法將您這個密碼「%@」儲存到鑰匙圈";
"alert.sub.cannot_login" = "登入失敗，請檢查您的使用者帳戶、密碼、網路連線。\n\n%@";
"alert.sub.save_downloaded.title" = "儲存已下載的字幕";

"alert.set_default.title" = "將 IINA 設為預設應用程式";
"alert.set_default.message" = "即將把 IINA 設為所有受支援檔案格式的預設應用程式";
"alert.set_default.success" = "已成功 %d 個，失敗 %d 個";

"alert.add_watch.title" = "加入監視屬性";
"alert.add_watch.message" = "請輸入一個有效的 mpv 屬性名稱";

"alert.jump_to.title" = "跳至";
"alert.jump_to.message" = "請輸入您想要跳至的位置，例如：20:35";

"alert.opensub.login.title" = "OpenSubtitles 登入";
"alert.opensub.login.message" = "請輸入使用者名稱和密碼";

"alert.open_url.title" = "打開 URL";
"alert.open_url.message" = "請輸入 URL：";
"alert.choose_media_file.title" = "選擇媒體檔案";

"alert.add_url.title" = "加入 URL";
"alert.add_url.message" = "請輸入 URL：";

"alert.delete_history.title" = "刪除播放記錄";
"alert.delete_history.message" = "確定要刪除所選的播放記錄嗎？";

"alert.filter_hwdec.message" = "您正在新增視訊濾鏡。然而，目前的硬體解碼器無法完整支援視訊濾鏡。您可以停用硬體解碼，或使用支援「拷貝」的解碼器（將會佔用兩倍記憶體）。\n您可能需要重複上一個操作（例如裁切）才能看到效果。";
"alert.filter_hwdec.abort" = "中止";
"alert.filter_hwdec.turn_off" = "關閉硬體解碼";
"alert.filter_hwdec.use_copy" = "使用支援「拷貝」的解碼器";

"alert.clear_cache.title" = "清除縮覽圖快取";
"alert.clear_cache.message" = "確定要清除所有縮覽圖快取？";

"alert.clear_history.title" = "清除播放記錄";
"alert.clear_history.message" = "確定要清除所有播放記錄嗎？";

"alert.clear_watch_later.title" = "清除儲存的播放進度";
"alert.clear_watch_later.message" = "確定要清除所有儲存的播放進度，即「watch later」資料嗎？";

"alert.restore_alerts.title" = "復原已關閉的警告";
"alert.restore_alerts.message" = "你確定想要復原這些關閉的警告嗎？";

"alert.nothing_to_open" = "沒有可打開的檔案。";

"alert.no_video_track" = "沒有影片軌。";

"alert.duplicate_config" = "您無法直接編輯預設的設定檔。請先複製後再編輯。";

"alert.assrt_register" = "由於射手網(偽) API 要求的數量限制，請務必在射手網(偽)註冊帳號後使用自己的 API token。預設的 API token 僅用於測試用途，並且可能由於 API 使用超出配額而要求失敗。";
"alert.assrt_register.register" = "去射手網(偽)註冊";
"alert.assrt_register.try" = "先試用一下";
"alert.assrt_token_prompt.title" = "輸入你在射手網(偽)的 API token";
"alert.assrt_token_prompt.message" = "請在彈出的網頁中註冊帳號，然後進入使用者首頁檢視 API token 並在下方輸入：";
"alert.assrt_token_invalid" = "你的射手網(偽) API token 格式無效。";

"alert.plugin_uninstall.title" = "你確定想要移除 %@？";
"alert.plugin_uninstall.message" = "這外掛程式將從你的磁碟移除。";
"alert.plugin_reinstall.title" = "插件%@已存在";
"alert.plugin_reinstall.message" = "您是否希望重新安裝此插件？";
"alert.duplicated_plugin_id" = "偵測到重複的外掛程式識別碼，有兩個或更多外掛程式使用的相同的識別碼「%@」，這將造成不正常的行為。請在「偏好設定 - 外掛程式」中找到它們，並回報給外掛程式的作者。如果外掛程式安裝於本機，你可以手動在外掛程式的 Info.json 檔案中手動變更該外掛的識別碼。";
"alert.plugin_no_update" = "未找到更新。";
"alert.plugin_update_found.title" = "找到 %@ 的更新";
"alert.plugin_update_found.message" = "最新版本是 %@，你的版本是 %@，要更新嗎？";
"alert.plugin_permission" = "本外掛程式需要以下權限，請在繼續之前先審核這些權限。";
"alert.plugin_permission_added" = "此更新需要額外的權限，請在繼續之前先審核這些權限。";

"playlist.total_length" = "總計 %@";
"playlist.total_length_with_selected" = "%@ / %@ 已選取";
"playlist.sorting.header" = "排序";
"playlist.sorting.filename_ascending" = "檔名遞增排序";
"playlist.sorting.filename_descending" = "檔名遞減排序";
"playlist.sorting.path_ascending" = "路徑遞增排序";
"playlist.sorting.path_descending" = "路徑遞減排序";
"pl_menu.title_multi" = "%d 個項目";
"pl_menu.play_next" = "即將播放";
"pl_menu.play_in_new_window" = "在新視窗裡播放";
"pl_menu.remove" = "移除";
"pl_menu.remove_multi" = "移除所選的項目";
"pl_menu.delete" = "丟到垃圾桶";
"pl_menu.delete_multi" = "將所選檔案丟到垃圾桶";
"pl_menu.delete_after_play" = "播放完畢後丟到垃圾桶";
"pl_menu.delete_after_play_multi" = "播放完畢後，將已所選的檔案丟到垃圾桶";
"pl_menu.show_in_finder" = "顯示於 Finder";
"pl_menu.add_file" = "加入檔案⋯";
"pl_menu.add_url" = "加入 URL⋯";
"pl_menu.clear_playlist" = "清除播放列表";
"pl_menu.matched_sub" = "已找到符合的 %d 個字幕";
"pl_menu.add_sub" = "加入字幕⋯";
"pl_menu.wrong_sub" = "錯誤的字幕！";
"pl_menu.browser" = "在瀏覽器中打開";
"pl_menu.copy_url" = "拷貝 URL";
"pl_menu.copy_url_multi" = "拷貝多個 URL";

"keymapping.title" = "快速鍵";
"keymapping.message" = "按下按鍵即可設定";

"filter.video_filters" = "視訊濾鏡";
"filter.audio_filters" = "音訊濾鏡";

"hwdec.no" = "停用硬體解碼。";
"hwdec.auto" = "啟用硬體解碼。但是，大多數視訊濾鏡無法正常運作。";
"hwdec.auto-copy" = "啟用硬體解碼。將使用大約兩倍的記憶體，但支援視訊濾鏡。";

"gaplessAudio.no" = "播放連續的音訊檔案可能會導致檔案變更時出現靜音或中斷。";
"gaplessAudio.weak" = "
若解碼器輸出的音訊格式發生變化，音訊設備將關閉並重新開啟，中斷無縫播放。";
"gaplessAudio.yes" = "使用為播放的第一個檔案選擇的參數開啟音訊設備，然後保持開啟狀態以進行無縫播放。以下檔案可能會被重新取樣。";

"subencoding.auto" = "自動偵測";

"osc_toolbar.settings" = "快速設定";
"osc_toolbar.playlist" = "播放列表和章節";
"osc_toolbar.pip" = "切換子母畫面";
"osc_toolbar.full_screen" = "切換全螢幕";
"osc_toolbar.music_mode" = "進入音樂模式";
"osc_toolbar.sub_track" = "選擇字幕軌道";
"osc_toolbar.screenshot" = "螢幕擷取";
"osc_toolbar.plugins" = "顯示外掛程式面板";

"mini_player.album_art" = "顯示封面圖庫";
"mini_player.loop" = "重覆播放";
"mini_player.shuffle" = "隨機播放";
"mini_player.remove" = "從播放清單中移除";
"mini_player.add" = "加入播放清單";
"mini_player.delete" = "清除播放清單";
"mini_player.volume" = "音量";
"mini_player.close" = "結束音樂模式";
"mini_player.back" = "返回影片模式";
"mini_player.sort" = "排序播放清單";

// Touch bar

"touchbar.ahead_15" = "快轉 15 秒";
"touchbar.ahead_30" = "快轉 30 秒";
"touchbar.back_15" = "倒轉 15 秒";
"touchbar.back_30" = "倒轉 30 秒";
"touchbar.next_video" = "下一部影片";
"touchbar.prev_video" = "上一部影片";
"touchbar.increase_volume" = "音量 +";
"touchbar.decrease_volume" = "音量 -";
"touchbar.rewind" = "倒轉";
"touchbar.fast_forward" = "快轉";
"touchbar.play_pause" = "播放 / 暫停";
"touchbar.seek" = "進度列";
"touchbar.time" = "播放進度";
"touchbar.remainingTimeOrTotalDuration" = "剩餘時間 / 總時間";
"touchbar.toggle_pip" = "切換「子母畫面」模式";

// Plugin permissions

"permissions.network-request.name" = "網路請求";
"permissions.network-request.desc" = "此外掛可以送出或傳送數據至這些網站：";
"permissions.network-request.any_site" = "任何站台";
"permissions.show-osd.name" = "顯示 OSD";
"permissions.show-osd.desc" = "這個外掛可以顯示 OSD（螢幕顯示選單）訊息。";
"permissions.show-alert.name" = "顯示警告";
"permissions.show-alert.desc" = "此外掛可以顯示彈出警告。";
"permissions.video-overlay.name" = "於影片新增重疊顯示";
"permissions.video-overlay.desc" = "此外掛可以在影片上渲染額外內容。";
"permissions.file-system.name" = "存取檔案系統";
"permissions.file-system.desc" = "此外掛可以讀取或寫入你的磁碟上的檔案，包含敏感資訊。它也可以呼叫其他可能破壞電腦的程式或軟體。請確定你有驗證此外掛的來源。";

"plugin.install" = "安裝";
"plugin.installed" = "已安裝";
"plugin.not_installed" = "尚未安裝";
"plugin.local" = "已安裝於本機";
"alert.plugin.install_error" = "安裝時發生錯誤：%@";
"alert.invalid_url" = "無效的 URL。";
"plugin.install_error.invalid_url" = "無效的 URL。";
"plugin.install_error.file_not_found" = "無法找到套件檔案。";
"plugin.install_error.cannot_download" = "無法下載外掛程式。\n\n詳細內容:%@\n";
"plugin.install_error.cannot_unpackage" = "無法打開外掛程式。\n\n詳細內容：%@\n";
"plugin.install_error.cannot_load" = "IINA 無法載入此外掛程式，可能使用了錯誤的格式。";
"plugin.check_for_updates" = "檢查更新";
"plugin.updating" = "正在下載更新…";
